Revit 2027 API
ParameterTypeId.ViewReferencingDetail Property
 "Referencing Detail"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewReferencingDetail { get; }
Public Shared ReadOnly Property ViewReferencingDetail As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewReferencingDetail {
	ForgeTypeId^ get ();
}
static member ViewReferencingDetail : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace